export const WORLD_DATA={
 regions:{
  r01:{name:'Ледяной Север',polygon:'300,35 860,35 1020,190 930,320 720,300 590,390 420,310 250,230'},
  r02:{name:'Северо-западное нагорье',polygon:'110,230 420,310 590,390 520,570 330,520 105,500 45,365'},
  r03:{name:'Северо-восточные озёрные земли',polygon:'590,390 720,300 930,320 1080,390 1010,610 790,590 670,520'},
  r04:{name:'Западные лесные земли',polygon:'105,500 330,520 520,570 500,760 315,800 105,730 35,610'},
  r05:{name:'Центральный хребет',polygon:'420,310 590,390 670,520 620,760 690,1010 610,1240 500,1120 500,760 520,570'},
  r06:{name:'Восточные равнины',polygon:'670,520 790,590 1010,610 1090,790 920,900 690,820 620,760'},
  r07:{name:'Западное средиземье',polygon:'105,730 315,800 500,760 500,980 360,1030 115,970 45,850'},
  r08:{name:'Центральная низина',polygon:'500,760 620,760 690,820 690,1010 610,1120 500,1080'},
  r09:{name:'Восточная степь',polygon:'690,820 920,900 1080,850 1060,1060 850,1120 690,1010'},
  r10:{name:'Юго-западные земли',polygon:'115,970 360,1030 500,980 500,1180 380,1290 150,1240 55,1100'},
  r11:{name:'Южные леса',polygon:'500,1080 610,1120 690,1010 850,1120 760,1290 610,1360 500,1180'},
  r12:{name:'Южные сухие земли',polygon:'760,1290 850,1120 1060,1060 1080,1270 930,1390 760,1400'},
  r13:{name:'Южный полуостров',polygon:'380,1290 500,1180 610,1360 760,1290 930,1390 850,1500 470,1500 300,1400'},
  r14:{name:'Островные земли',polygon:'20,40 1130,40 1130,1510 20,1510'}
 },
 places:{},cities:{},
 travel:{localEventChance:.25,roadEventChance:.42,legMinutes:240,campFatigue:12,campMinutes:480}
};
export const WorldData=WORLD_DATA;
